tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "tylerbrock/saw"

brew "asdf"
brew "dive"
brew "graphviz"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "tylerbrock/saw/saw"
brew "bundletool"
brew "cocoapods"
brew "goodwithtech/r/dockle"
brew "trivy"
brew "ffmpeg"
brew "tree"
brew "hadolint"
brew "nkf"

cask "font-droid-sans-mono-nerd-font"
