tap "homebrew/bundle"
tap "tylerbrock/saw"
# tap "goodwithtech/r"

brew "mise"
# brew "dive"
brew "graphviz"
brew "neovim"
brew "tylerbrock/saw/saw"
brew "bundletool"
brew "cocoapods"
# brew "goodwithtech/r/dockle"
# brew "trivy"
brew "tree"
# brew "hadolint"
brew "nkf"

# yazi
brew "yazi"
brew "ffmpeg"
brew "sevenzip"
brew "jq"
brew "poppler"
brew "fd"
brew "ripgrep"
brew "fzf"
brew "zoxide"
brew "resvg"
brew "imagemagick"
