# Runtime / environment
brew "mise"

# Development tools
brew "neovim"
brew "graphviz"
brew "bundletool"
brew "cocoapods"
brew "mysql-client"

# Container / Docker
brew "docker"
brew "docker-compose"
brew "colima"
brew "dive"

# CLI utilities
brew "tree"
brew "nkf"
brew "jq"
brew "fd"
brew "ripgrep"
brew "fzf"
brew "zoxide"
brew "starship"

# File / media / document tools
brew "yazi"
brew "ffmpeg"
brew "sevenzip"
brew "poppler"
brew "resvg"
brew "imagemagick"
